<?php
/*
$Marks = "80";
if($Marks>80){
    echo "A+"
}
*/







$myAge = 32;
if($myAge>18){
    echo "You are audult";
}
else{
    echo "You are child";
}



















//echo "Hello World";
/*
$x=10;
$y=20;
$z=$x+$y;
echo $z;php

$x = 10.56;
$y = 20.23;
$z = $x*$y;
echo $z;


$name = "আমাদের দৈনন্দিন কাজের অনেক কিছুই কমান্ড লাইন অ্যাপ্লিকেশন দিয়ে অটোমেট করে ফেলা যায়, বানানো যায় মজার মজার এবং ইউজফুল ক্রস প্লাটফর্ম প্রজেক্ট। কিন্তু কিভাবে পিএইচপি দিয়ে ঠিকমতো কমান্ড লাইন অ্যাপ্লিকেশন বানাতে হয় এটা জানা না থাকায় আমরা অনেকে শুরু করতে ভয় পাই, কনফিউজড থাকি – আমাদের এই কোর্সে আমরা পিএইচপি দিয়ে কমান্ড লাইন অ্যাপ্লিকেশন তৈরির যাবতীয় খুঁটিনাটি নিয়ে বিশদ আলোচনা করেছি। সাথে সুন্দর, গোছানো এবং স্ট্রিমলাইনড কমান্ড লাইন অ্যাপ্লিকেশন তৈরির জন্য কিভাবে সিম্ফোনি কনসোল প্যাকেজ ব্যবহার করতে হয় সেটা দেখিয়েছি অনেক ডিটেইলে এবং সবশেষে আপনার তৈরী করা অ্যাপ্লিকেশনটি কিভাবে প্যাকেজ করবেন ফার ফাইল হিসেবে সেটা নিয়ে আলোচনা করা হয়েছে। আমি নিশ্চিত যে কোর্সটা আপনার কাজে আসবে এবং ভালো লাগবে 🙂

কমান্ড লাইন অ্যাপ্লিকেশন ইন পিএইচপি quantity
1
কিনে ফেলুন কোর্স কনটেন্ট দেখুন
এই কোর্স/মডিউল সম্বন্ধে বিস্তারি";
//$age = "35.5"
//$isBangladeshi=true; 
echo $name;

<?php
$num = 12;
if($num<100){
    echo "$num is less than 100";
}

$MyAge = "18";
if($MyAge>18){
    echo "You are audult";
}
*/

